server_connection_failed = '''
Не уалось установить связь с сервером!
                            
Пожалуйста, проверьте интернет соединение.

Если у вас есть какие-то вопросы по приобретенному
продукту или сотрудничеству, обращайтесь в нашу 
 официальную группу 
 '''

activation_succeed = '''
Активация прошла успешно!
                            
Благодарим вас за приобретение игры "Экраня".
Желаем прекрасной и продуктивной работы.

Если у вас есть какие-то вопросы по приобретенному
продукту или сотрудничеству, обращайтесь в нашу 
 официальную группу 
 '''

activation_failed = '''
Не удалось активировать продукт!
                            
Возможно вы ввели неверный ключ активации или
исчерпали максимальное количество доступных
для этого ключа активаций.

Если у вас есть какие-то вопросы по приобретенному
продукту или сотрудничеству, обращайтесь в нашу 
 официальную группу 
 '''